Repository: NaN-tic/trytond-product_variant_unique-deprecated
Catalog: locale/*.po
Languages: es_es

# error:product.by_location:
source: The template "%s" must be marked as unique variant in order to be able to see it's stock
es_es: La plantilla "%s" debe estar marcada como variante única para poder consultar su estoc.

# error:product.product:
source: The Template of the Product Variant must be unique.
es_es: La Plantilla en las Variantes de producte debe ser única.

# field:product.configuration,unique_variant:
source: Unique variant
es_es: Variante única

# field:product.product,unique_variant:
source: Unique variant
es_es: Variante única

# field:product.template,code:
source: Code
es_es: Código

# field:product.template,unique_variant:
source: Unique variant
es_es: Variante única

# help:product.configuration,unique_variant:
source: Default value for the unique variant field in template form.
es_es: Valor por defecto del campo Variante única en el formulario de plantillas de producto.

# model:ir.action,name:wizard_bom_tree_open_template
source: BOM Tree
es_es: Árbol lista de material

# model:ir.action,name:wizard_product_by_location
source: Product by Locations
es_es: Producto por ubicación

# model:ir.action,name:wizard_product_quantities_warehouse
source: Product Quantities By Warehouse
es_es: Unidades de producto por almacén
